Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=369_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmǩiõl stooidâmprograŠmme jõnn tarbb
fin: Saamen kielen elvytysohjelmalle suuri tarve

source: SääŠmteŠǧǧ vuârdd LääŠddjânnam halltõõzzâst jåŠttlab tuŠmmstõõǥǥ obbväŠlddsaž sääŠmǩiõl stooidâmprograamm alttumuužžâst, maainsti sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Irja Seurujärvi-Kari RuäŠvnjaarǥâst.
fin: Saamelaiskäräjät odottaa Suomen hallitukselta pikaista päätöstä kokonaisvaltaisen saamen kielen elvytysohjelman käynnistämisestä, totesi saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari Rovaniemellä.

source: Snimldõõǥǥâst sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Irja Seurujärvi-Kari.
fin: Kuvassa Suomen saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari.

source: SaaŠmi ǩiõllʼlaž vuõiggâdvuõđ jiâ teâuddei lääŠjjšeâttmõõžž oudldem nalla.
fin: Saamelaisten kielelliset oikeudet eivät toteudu lainsäädännön edellyttämällä tavalla.

source: SääŠmǩiõl siltteei persoonin lij jieŠtt vaaldšem, õlmmsaž kääzzkâŠsttem da mättŠtem beäŠlnn.
fin: Saamen kielen taitoisista henkilöistä on puutetta hallinnossa, julkisissa palveluissa ja opetuksessa.

source: SääŠmǩiõl mättŠtõõzzâst sääŠm veerjlaž vaaldšemvuuŠdi åålǥbeäŠlnn lij jieŠttvueŠǩǩ LääŠddjânnmest da Ruõccâst.
fin: Saamen kielen opetuksessa saamen virallisten hallintoalueiden ulkopuolella on hätätila Suomessa ja Ruotsissa.

source: SääŠmteŠǧǧ vuârdd LääŠddjânnam halltõõzzâst jåŠttlab tuŠmmstõõǥǥ obbväŠlddsaž sääŠmǩiõl stooidâmprograamm alttumuužžâst, maainsti sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Irja Seurujärvi-Kari 15.4.
fin: Saamelaiskäräjät odottaa Suomen hallitukselta pikaista päätöstä kokonaisvaltaisen saamen kielen elvytysohjelman käynnistämisestä, totesi saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari 15.4.

source: RuäŠvnjaarǥâst riõššum konfereensest.
fin: Rovaniemellä järjestetyssä kansainvälisessä konferenssissa.

source: Puk sääŠmǩiõl liâ Unesco klasstõõllâm mieŠldd vaarvuâlla kuulli.
fin: Kaikki saamen kielet ovat Unescon luokittelun mukaan uhattuja.

source: Tän klasstõõllâm mieŠldd vaarvuâlaž sâjja koŠlle eärben LääŠddjânnmest mainstum aanar- da nuõrttsääŠmǩiõl di Ruõccâst da Taarrâst maainstum LuulajasääŠmǩiõll da saujjsääŠmǩiõll.
fin: Kaikkein uhatuimmassa asemassa ovat Suomessa puhutut inarin- ja koltansaame sekä Ruotsissa ja Norjassa puhutut luulajan- ja eteläsaame.

source: Seurujärvi-Kari mošttii YK spesialteâđteei James Anayan teâđtemmätkka kuõskki konfereensest, što maadârdõõzzid sääŠmǩiõli jiijjâsnallšem tueŠrjjumuŠšše da obbväŠlddsaž stooidâmprograamm altteem diõtt leät tuejjuum määŋg vuâra ij-ǥa äiŠǧǧ leäkku teänab tuŠrǧǧeem diõtt.
fin: Seurujärvi-Kari muistutti YK:n erityisraportoija James Anayan raportointimatkaan liittyvässä konferenssissa, että esityksiä saamen kielten erityiseksi tukemiseksi ja kokonaisvaltaisen elvytysohjelman käynnistämiseksi on tehty useaan kertaan eikä aikaa ole enää tuhlattavana.

source: SääŠmmättʼtõ Šsse kuõskki lääŠjjšeâttmõõžž da teäggtõõzz vääŠnnvuõđ liâ viikkmen sääŠmǩiõl siltteei oummi meäŠr ǩeäppnem årra da eärben veerjlaž sääŠmvuuŠdi åålǥbeälla jälsteei saaŠmi ǩiõl da identiteett vaajtõõvvmõŠšše.
fin: Saamelaisopetukseen liittyvät lainsäädännölliset ja rahoituksen puutteet ovat johtamassa saamen kieltä osaavien ihmisten määrän nopeaan vähenemiseen ja erityisesti virallisten saamelaisalueiden ulkopuolella asuvien saamelaisten kielen ja identiteetin vaihtumiseen.

source: TääŠssvääŠld presidentt da minoritettåskkooumaž liâ tuärjjääm sääŠmǩiõl stooidâmprograamm alttumuužž.
fin: Myös Tasavallan Presidentti ja vähemmistövaltuutettu ovat tukeneet saamen kielen elvytysohjelman käynnistämistä.

source: ÄŠšš peäggtet še LääŠddjânnam halltõõzz ooumažvuõiggâdvuõttčiõlǥtõõzzâst eeŠjj 2009 äiŠǧǧen.
fin: Asia mainitaan myös Suomen hallituksen ihmisoikeusraportissa vuonna 2009.

source: Halltõsduumšeǩ Mirja Kurkinen LääŠddjânnam vuõiggâdvuõttministeriast maainsti konferenssa, što sääŠmǩiõlid kuõskki stooidâmprograamm alttumuužž valmštõõlât ministeriast da ääŠššest õõlǥči pueŠtted tuŠmmstõk veâl tän ǩiiđ äiŠǧǧen.
fin: Hallitusneuvos Mirja Kurkinen Suomen oikeusministeriöstä kertoi konferenssille, että saamen kieliä koskevan elvytysohjelman käynnistämistä valmistellaan parhaillaan ministeriöissä ja asiasta pitäisi tulla päätös vielä kevään aikana.

source: ČuõvtemtuåimtaŠrǩǩeei Kari Torikka SääŠmjânnam vuŠvddvaaldšemveŠrǧǧkonttrest, kååŠtt leäi eeŠttkâŠsttmen konfereensest LääŠddjânnam mättʼtõsministeria, tuõđi, što sääŠmǩiõl mättʼtõs še dommvuuŠd åålǥbeäŠlnn lij vuäittmõõžžâst.
fin: Sivistystoimenarkastaja Kari Torikka Lapin aluehallintovirastosta, joka edusti konferenssissa Suomen opetusministeriötä, totesi, että saamen kielen opetus myös kotiseutualueeen ulkopuolella on mahdollista.

source: – Mättʼtõõzz riâššmõš ouddlâstt puärrsin jiiŠjjesnallšem jiõččtuåimmlaž da mättʼtõõzz riâššmõŠšše vuässõõttmõõžž.
fin: – Opetuksen järjestäminen edellyttää kuitenkin vanhemmilta erityistä aktiivisuutta ja jopa opetuksen järjestämiseen osallistumista.

source: Seurujärvi-Kari čiõlggii sääŠm-mättʼtõs vueŠjj vaiggâdvuõđ.
fin: Seurujärvi-Kari kuvasi saamelaisopetuksen tilannetta kriittiseksi.

source: SaaŠmi dommvuuŠdest vueŠǩǩ huânnʼnan uuŠccab ââŠǩǩklaassi da serddmõõžž diõtt.
fin: Saamelaisten kotiseutualueella tilanne heikkenee pienenevien ikäluokkien ja poismuuton takia.

source: DommvuuŠd åålǥbeälla, koŠst jäänaš sääŠmpäärnain da – nuõrin jäälast, vueŠǩǩ lij peŠccel da ǩiõl mättʼtõõzz jeät riâššu ni vooŠps.
fin: Kotiseutualueen ulkopuolella, jossa suurin osa saamelaislapsista ja – nuorista asuu, tilanne on hälyttävä eikä kielen opetusta järjestetä juuri lainkaan.

source: VueŠǩǩ lij mõõnnmen väŠst äigga, kuäŠss sääŠmǩiõlâst iŠllääm stattuuzz da ǩiõlvaajtõs ouddni viõkksânji.
fin: Tilanne enteilee paluuta aikaan, jolloin saamen kielellä ei ollut koulussa asemaa ja kielenvaihdos eteni voimakkaasti.

source: - SääŠmǩiõl staattus lääŠdd škooulâst lij kueŠhttjuâkksaž.
fin: - Saamen kielen asema suomalaisessa koulussa on kaksijakoinen.

source: DommvuuŠdest ǩiõll lij vooudlaž minoritettǩiõl sââŠjest da jânnmasiŠrddiǩiõl sââŠjest.
fin: Kotiseutualueella kieli on alueellisen vähemmistökielen asemassa ja kotiseutualueen ulkopuolella maahanmuuttajakielen asemassa.

source: SääŠmǩiõlâst iŠllakku škooulâst tõõzz kuulli vuõssnarood ǩiõl staattus, maainsti Seurujärvi-Kari.
fin: Saamen kielellä ei ole koulussa sille kuuluvaa alkuperäiskansan kielen asemaa, totesi Seurujärvi-Kari.

source: Looǥǥ Seurujärvi-Kari mainnâz täŠst: Statement by Irja Seurujärvi-Kari on Saami language, Culture and Youth 15.4.2010
fin: Statement by Irja Seurujärvi-Kari on Saami language, Culture and Youth 15.4.2010
